{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "github-nvim-theme": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/NMAC427/guess-indent.nvim"
    },
    "llama.vim": {
      "src": "https://github.com/ggml-org/llama.vim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "minuet-ai.nvim": {
      "src": "https://github.com/milanglacier/minuet-ai.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    }
  }
}